// XtraFinder was not tested for Finder version x.x.x
"XtraFinder was not tested for Finder version %@" = "XtraFinder não foi testado no Finder %@";

"Tested Finder versions are %@ - %@.\nAn update for XtraFinder will come soon.\n\nDo you want to continue using XtraFinder?" = "As versões testadas do Finder são %@ - %@.\nUma atualização para o XtraFinder estará disponível em breve.\n\nQuer continuar a usar o XtraFinder?";

"Please finish all background jobs like copying or moving files.\nFinder will be restarted now." = "Por favor feche todos os processos como copiar ou mover ficheiros.\nO Finder vai reiniciar agora.";
"Uninstall" = "Desinstalar";

"XtraFinder has been updated to version %@!" = "XtraFinder has been updated to version %@!";